{
  "title": "Plant Disease Analyzer",
  "error": "An error occurred",
  "result": "Analysis Result",
  "crop": "Crop:",
  "disease": "Disease:",
  "treatment": "Treatment:",
  "upload_instruction": "Upload an image to analyze",
  "analyzing": "Analyzing...",
  "submit_button": "Submit",
  "guide_title": "How to Use",
  "step1_title": "Step 1",
  "step1_text": "Choose a language from the dropdown menu to set your preferred language for the interface and results.",
  "step2_title": "Step 2",
  "step2_text": "Upload an image of the plant by clicking the upload button or dragging the file into the upload area.",
  "step3_title": "Step 3",
  "step3_text": "After uploading, you will see a preview of the image. Click 'Submit' to analyze the image.",
  "step4_title": "Step 4",
  "step4_text": "The results of the analysis will be displayed below, showing the crop name, any diseases detected, and suggested treatments.",
  "farmer_guide_title": "Farmer's Guide: Frequently Asked Questions",
  "farmer_guide_desc": "Find quick answers to your most pressing farming questions. From crop management and soil health to weather conditions and market trends, our comprehensive FAQ section provides practical advice and expert insights to help you make informed decisions.",
  "transcribed_text": "Transcribed Text",
  "matching_faqs": "Matching FAQs",
  "faq_crop_management_question_1": "How can I improve soil health?",
  "faq_crop_management_answer_1": "Implement practices like crop rotation, cover cropping, and organic matter addition. Consider soil testing to identify nutrient deficiencies.",
  "faq_crop_management_question_2": "How do I manage pests and diseases effectively?",
  "faq_crop_management_answer_2": "Integrated Pest Management (IPM) is key. This involves a combination of cultural, biological, and chemical control methods.",
  "faq_crop_management_question_3": "What is the best time to plant my crops?",
  "faq_crop_management_answer_3": "Consider local climate, soil conditions, and crop-specific requirements. Use agricultural calendars as a guide.",
  "faq_crop_management_question_4": "How can I increase crop yield?",
  "faq_crop_management_answer_4": "Improve soil fertility, use high-quality seeds, optimize planting density, and employ proper irrigation and weed control.",
  "faq_financial_management_question_1": "How can I reduce production costs?",
  "faq_financial_management_answer_1": "Explore cost-effective inputs, improve efficiency, and adopt labor-saving technologies.",
  "faq_financial_management_question_2": "What are the best crop insurance options?",
  "faq_financial_management_answer_2": "Research different insurance plans based on your crop type, region, and risk tolerance.",
  "faq_financial_management_question_3": "How can I access agricultural loans?",
  "faq_financial_management_answer_3": "Explore government schemes, cooperative banks, and commercial banks. Prepare a detailed business plan.",
  "faq_market_policy_question_1": "How can I find profitable markets for my produce?",
  "faq_market_policy_answer_1": "Explore direct-to-consumer channels, farmer's markets, and cooperatives. Build relationships with buyers.",
  "faq_market_policy_question_2": "What government schemes are available for farmers?",
  "faq_market_policy_answer_2": "Research and understand government programs like subsidies, crop insurance, and credit facilities.",
  "faq_market_policy_question_3": "How can I cope with fluctuating prices?",
  "faq_market_policy_answer_3": "Diversify crops, consider forward contracts, and explore price risk management tools.",
  "faq_technology_innovation_question_1": "How can I use technology to improve farming?",
  "faq_technology_innovation_answer_1": "Explore options like precision agriculture, farm management software, and weather apps.",
  "faq_technology_innovation_question_2": "What are the benefits of organic farming?",
  "faq_technology_innovation_answer_2": "Understand the principles of organic farming, including soil health, biodiversity, and animal welfare.",
  "faq_technology_innovation_question_3": "How can I adopt sustainable farming practices?",
  "faq_technology_innovation_answer_3": "Focus on water conservation, reducing chemical inputs, and protecting the environment.",
  "faq_other_concerns_question_1": "How can I manage water scarcity?",
  "faq_other_concerns_answer_1": "Implement water-saving techniques like drip irrigation, rainwater harvesting, and efficient water management.",
  "faq_other_concerns_question_2": "How can I improve livestock health?",
  "faq_other_concerns_answer_2": "Provide proper nutrition, vaccination, and hygiene. Consult with a veterinarian.",
  "faq_other_concerns_question_3": "What are the challenges of climate change for farmers?",
  "faq_other_concerns_answer_3": "Understand the impacts of climate change on your region and adopt climate-resilient practices."
}