{
  "title": "પ્લાન્ટ ડિઝીઝ એનાલાયઝર",
  "error": "એક ભૂલ ઘટી",
  "result": "વિશ્લેષણ પરિણામ",
  "crop": "ફસલ:",
  "disease": "રોગ:",
  "treatment": "ઉપચાર:",
  "upload_instruction": "વિશ્લેષણ માટે છબી અપલોડ કરો",
  "analyzing": "વિશ્લેષણ કરી રહ્યું છે...",
  "submit_button": "સબમિટ કરો",
  "guide_title": "કેવી રીતે ઉપયોગ કરવું",
  "step1_title": "પગલું 1",
  "step1_text": "ઇન્ટરફેસ અને પરિણામો માટે તમારું પસંદગીભરું ભાષા સેટ કરવા માટે ડ્રોપડાઉન મેનૂમાંથી ભાષા પસંદ કરો.",
  "step2_title": "પગલું 2",
  "step2_text": "અપલોડ બટન પર ક્લિક કરીને અથવા અપલોડ ક્ષેત્રમાં ફાઇલ ખેંચી કરીને પ્લાન્ટની છબી અપલોડ કરો.",
  "step3_title": "પગલું 3",
  "step3_text": "અપલોડ કર્યા પછી, તમને છબીનું પૂર્વાવલોકન જોવા મળશે. છબીનું વિશ્લેષણ કરવા માટે 'સબમિટ' પર ક્લિક કરો.",
  "step4_title": "પગલું 4",
  "step4_text": "વિશ્લેષણના પરિણામો નીચે દર્શાવવામાં આવશે, જેમાં પાકનું નામ, કોઇ રોગ અને સૂચવવામાં આવેલા ઉપચારનો સમાવેશ થાય છે.",
  "farmer_guide_title": "ખેડૂત માર્ગદર્શિકા: વારંવાર પૂછાતા પ્રશ્નો",
  "farmer_guide_desc": "તમારા સૌથી મહત્વપૂર્ણ ખેતી પ્રશ્નોને તકનીકી જવાબો માટે શીઘ્ર ઉત્તરો શોધો. ફસલ વ્યવસ્થાપન અને મૃદા સ્વાસ્થ્યથી હવામાન અને બજારના ચાલો સુધી, અમારી વિસ્તૃત FAQ વિભાગ પ્રાક્ટિકલ માર્ગદર્શન અને વિશેષજ્ઞ પરિણામો પૂરી પાડે છે.",
"transcribed_text": "લખાણ પેઢું લખેલું લખાણ",
  "matching_faqs": "મેળવાયેલા પ્રશ્નો",
  "faq_crop_management_question_1": "હું મૃદા સ્વાસ્થ્ય કેવી રીતે સુધારી શકું?",
  "faq_crop_management_answer_1": "ફસલની ફેરવણી, કવર પાક અને જૈવિક પદાર્થ ઉમેરવા જેવી પદ્ધતિઓ અપનાવો. પોષણ તત્ત્વોની કમી શોધવા માટે જમીન પરીક્ષણ પર વિચાર કરો.",
  "faq_crop_management_question_2": "હું કીડા અને રોગોનું અસરકારક રીતે સંચાલન કેવી રીતે કરી શકું?",
  "faq_crop_management_answer_2": "સંમિશ્રિત જંતુ વ્યવસ્થાપન (આઇપીએમ) એ મુખ્ય છે. આમાં સાંસ્કૃતિક, જૈવિક અને રાસાયણિક નિયંત્રણ પદ્ધતિઓનો સંયોજન છે.",
  "faq_crop_management_question_3": "મારા પાકોને વાવેતરનો શ્રેષ્ઠ સમય કયો છે?",
  "faq_crop_management_answer_3": "સ્થાનિક આબોહવા, જમીનની સ્થિતિ અને પાક-વિશિષ્ટ જરૂરિયાતોને ધ્યાનમાં લો. કૃષિ કેલેન્ડરને માર્ગદર્શક તરીકે ઉપયોગ કરો.",
  "faq_crop_management_question_4": "હું પાકની ઉપજ કેવી રીતે વધારી શકું?",
  "faq_crop_management_answer_4": "જમીનની ઉપજક્ષમતા સુધારો, ઉચ્ચ ગુણવત્તાવાળા બીજો વાપરો, વાવેતરનું ઘનત્વ શ્રેષ્ઠ બનાવો, અને યોગ્ય સિંચાઈ અને છોડકણા નિયંત્રણ અપનાવો.",
  "faq_financial_management_question_1": "હું ઉત્પાદન ખર્ચ કેવી રીતે ઘટાડી શકું?",
  "faq_financial_management_answer_1": "લાગતી રકમના સ્રોતો શોધો, કાર્યક્ષમતા સુધારો, અને શ્રમ બચાવતી ટેકનોલોજી અપનાવો.",
  "faq_financial_management_question_2": "પાક વીમા માટે શ્રેષ્ઠ વિકલ્પો કયા છે?",
  "faq_financial_management_answer_2": "તમારા પાકના પ્રકાર, પ્રદેશ અને જોખમ સહનક્ષમતાના આધારે વિવિધ વીમા યોજનાઓની શોધખોળ કરો.",
  "faq_financial_management_question_3": "હું કૃષિ લોન કેવી રીતે મેળવી શકું?",
  "faq_financial_management_answer_3": "સરકારી યોજનાઓ, સહકારી બેંકો, અને વ્યાપારી બેંકોની શોધખોળ કરો. એક વિગતવાર વ્યવસાય યોજના તૈયાર કરો.",
  "faq_market_policy_question_1": "હું મારી ઉત્પાદન માટે લાભદાયી બજારો કેવી રીતે શોધી શકું?",
  "faq_market_policy_answer_1": "ગ્રાહક સુધી સીધી પહોંચ માટે ચેનલો, ખેડૂતોના બજારો, અને સહકારી સંસ્થાઓની શોધખોળ કરો. ખરીદદારો સાથે સંબંધો બાંધો.",
  "faq_market_policy_question_2": "ખેડૂતો માટે કયા સરકારી યોજનાઓ ઉપલબ્ધ છે?",
  "faq_market_policy_answer_2": "સરકારી કાર્યક્રમો જેવા કે સબસિડી, પાક વીમા, અને લોન સુવિધાઓ વિશે સંશોધન કરો અને સમજણ મેળવી.",
  "faq_market_policy_question_3": "હું કિંમતોના ચઢાવ-ઉતાર સાથે કેવી રીતે સંભાળ કરી શકું?",
  "faq_market_policy_answer_3": "પાકોની વિવિધતા લાવો, ફોરવર્ડ કોન્ટ્રાકટ્સ પર વિચાર કરો, અને કિંમત જોખમ મેનેજમેન્ટ સાધનો શોધો.",
  "faq_technology_innovation_question_1": "હું ખેતીમાં સુધારો માટે ટેકનોલોજીનો ઉપયોગ કેવી રીતે કરી શકું?",
  "faq_technology_innovation_answer_1": "પ્રિસિઝન એગ્રીકલ્ચર, ફાર્મ મેનેજમેન્ટ સોફ્ટવેર, અને હવામાન એપ્લિકેશન્સ જેવા વિકલ્પો શોધો.",
  "faq_technology_innovation_question_2": "જૈવિક ખેતીના ફાયદા શું છે?",
  "faq_technology_innovation_answer_2": "જૈવિક ખેતીના સિદ્ધાંતો સમજો, જેમાં જમીન સ્વાસ્થ્ય, જીવ વૈવિધ્યતા, અને પશુ કલ્યાણનો સમાવેશ થાય છે.",
  "faq_technology_innovation_question_3": "હું ટકાઉ ખેતીની પદ્ધતિઓ કેવી રીતે અપનાવી શકું?",
  "faq_technology_innovation_answer_3": "જળ સંરક્ષણ, રસાયણોનો ઓછો ઉપયોગ, અને પર્યાવરણની રક્ષા પર ધ્યાન કેન્દ્રિત કરો.",
  "faq_other_concerns_question_1": "હું પાણીની અછતનું સંચાલન કેવી રીતે કરી શકું?",
  "faq_other_concerns_answer_1": "ટપક સિંચાઈ, વરસાદી પાણીની સંભાળ, અને અસરકારક પાણી વ્યવસ્થાપન જેવી પાણી બચાવતી તકનીકો અપનાવો.",
  "faq_other_concerns_question_2": "હું પશુઓના આરોગ્યમાં સુધારો કેવી રીતે કરી શકું?",
  "faq_other_concerns_answer_2": "યોગ્ય પોષણ, રસીકરણ, અને સ્વચ્છતા પ્રદાન કરો. પશુ વૈદને સલાહ કરો.",
  "faq_other_concerns_question_3": "કિસાનો માટે આબોહવા પરિવર્તનની પડકારો શું છે?",
  "faq_other_concerns_answer_3": "તમારા વિસ્તારમાં આબોહવા પરિવર્તનના અસરોને સમજો અને આબોહવા સહનશીલ પ્રથાઓ અપનાવો.",
  "crop_prediction_title": "પાકની ભવિષ્યવાણી",
  "soil_type": "માટીનો પ્રકાર",
  "enter_soil_type": "માટીનો પ્રકાર દાખલ કરો",
  "climate_conditions": "હવામાન પરિસ્થિતિઓ",
  "enter_climate_conditions": "હવામાન પરિસ્થિતિઓ દાખલ કરો",
  "previous_yield": "ગત ઉપજ (ટનમાં)",
  "enter_previous_yield": "ગત ઉપજ દાખલ કરો",
  "submit_button": "સબમિટ",
  "predicting": "ભવિષ્યવાણી કરી રહી છે...",
  "prediction_result": "ભવિષ્યવાણી પરિણામ",
  "recommended_crops": "ભલામણ કરેલા પાક:"
}