{
  "title": "प्लांट डिजीज एनालाइज़र",
  "error": "एक त्रुटि हुई",
  "result": "विश्लेषण परिणाम",
  "crop": "फसल:",
  "disease": "रोग:",
  "treatment": "उपचार:",
  "upload_instruction": "विश्लेषण के लिए एक चित्र अपलोड करें",
  "analyzing": "विश्लेषण हो रहा है...",
  "submit_button": "सबमिट करें",
  "guide_title": "कैसे उपयोग करें",
  "step1_title": "चरण 1",
  "step1_text": "इंटरफेस और परिणामों के लिए अपनी पसंदीदा भाषा सेट करने के लिए ड्रॉपडाउन मेनू से एक भाषा चुनें।",
  "step2_title": "चरण 2",
  "step2_text": "फाइल अपलोड बटन पर क्लिक करके या अपलोड क्षेत्र में फ़ाइल को खींचकर पौधे की छवि अपलोड करें।",
  "step3_title": "चरण 3",
  "step3_text": "अपलोड करने के बाद, आपको छवि का पूर्वावलोकन दिखाई देगा। चित्र का विश्लेषण करने के लिए 'सबमिट' पर क्लिक करें।",
  "step4_title": "चरण 4",
  "step4_text": "विश्लेषण के परिणाम नीचे प्रदर्शित होंगे, जिसमें फसल का नाम, कोई भी रोग, और सुझाए गए उपचार शामिल होंगे।",
  "farmer_guide_title": "किसान गाइड: अक्सर पूछे जाने वाले प्रश्न",
  "farmer_guide_desc": "अपने सबसे महत्वपूर्ण खेती से संबंधित सवालों के त्वरित उत्तर ढूंढें। फसल प्रबंधन और मृदा स्वास्थ्य से लेकर मौसम की स्थिति और बाजार की रुझानों तक, हमारा व्यापक FAQ अनुभाग आपको सामर्थ्यपूर्ण सलाह और विशेषज्ञ दृष्टिकोण प्रदान करके सही निर्णय लेने में मदद करेगा।",
  "transcribed_text": "लिखा हुआ पाठ",
  "matching_faqs": "मिलते-जुलते प्रश्न",
  "faq_crop_management_question_1": "मैं मृदा स्वास्थ्य में कैसे सुधार कर सकता हूं?",
  "faq_crop_management_answer_1": "फसल चक्रीकरण, कवर क्रॉपिंग और जैविक पदार्थ जोड़ने जैसी प्रथाओं को अपनाएं। पोषक तत्वों की कमी की पहचान के लिए मृदा परीक्षण पर विचार करें।",
  "faq_crop_management_question_2": "मैं कीटों और रोगों का प्रभावी ढंग से प्रबंधन कैसे कर सकता हूं?",
  "faq_crop_management_answer_2": "समेकित कीट प्रबंधन (आईपीएम) प्रमुख है। इसमें सांस्कृतिक, जैविक और रासायनिक नियंत्रण विधियों का संयोजन शामिल है।",
  "faq_crop_management_question_3": "मेरी फसलों को लगाने का सबसे अच्छा समय क्या है?",
  "faq_crop_management_answer_3": "स्थानीय जलवायु, मिट्टी की स्थिति और फसल-विशिष्ट आवश्यकताओं पर विचार करें। मार्गदर्शक के रूप में कृषि कैलेंडर का उपयोग करें।",
  "faq_crop_management_question_4": "मैं फसल उत्पादन कैसे बढ़ा सकता हूं?",
  "faq_crop_management_answer_4": "मिट्टी की उर्वरता में सुधार करें, उच्च गुणवत्ता वाले बीजों का उपयोग करें, पौधों की घनत्व को अनुकूलित करें, और उचित सिंचाई और खरपतवार नियंत्रण को अपनाएं।",
  "faq_financial_management_question_1": "मैं उत्पादन लागत को कैसे कम कर सकता हूँ?",
  "faq_financial_management_answer_1": "लागत प्रभावी इनपुट का अन्वेषण करें, दक्षता में सुधार करें, और श्रम-बचत प्रौद्योगिकियों को अपनाएं।",
  "faq_financial_management_question_2": "फसल बीमा के सर्वोत्तम विकल्प कौन से हैं?",
  "faq_financial_management_answer_2": "अपने फसल प्रकार, क्षेत्र और जोखिम सहनशीलता के आधार पर विभिन्न बीमा योजनाओं पर शोध करें।",
  "faq_financial_management_question_3": "मैं कृषि ऋण कैसे प्राप्त कर सकता हूँ?",
  "faq_financial_management_answer_3": "सरकारी योजनाओं, सहकारी बैंकों और वाणिज्यिक बैंकों का अन्वेषण करें। एक विस्तृत व्यापार योजना तैयार करें।",
  "faq_market_policy_question_1": "मैं अपने उत्पाद के लिए लाभदायक बाजार कैसे खोज सकता हूँ?",
  "faq_market_policy_answer_1": "उपभोक्ता तक सीधे पहुंचने वाले चैनलों, किसान बाजारों और सहकारी समितियों का अन्वेषण करें। खरीदारों के साथ संबंध बनाएं।",
  "faq_market_policy_question_2": "किसानों के लिए कौन सी सरकारी योजनाएं उपलब्ध हैं?",
  "faq_market_policy_answer_2": "सरकारी कार्यक्रमों जैसे सब्सिडी, फसल बीमा और क्रेडिट सुविधाओं पर शोध और समझें।",
  "faq_market_policy_question_3": "मैं अस्थिर कीमतों से कैसे निपट सकता हूँ?",
  "faq_market_policy_answer_3": "फसलों में विविधता लाएं, भविष्य के अनुबंधों पर विचार करें, और मूल्य जोखिम प्रबंधन उपकरणों का अन्वेषण करें।",
  "faq_technology_innovation_question_1": "मैं खेती में सुधार के लिए प्रौद्योगिकी का उपयोग कैसे कर सकता हूँ?",
  "faq_technology_innovation_answer_1": "सटीक कृषि, फार्म प्रबंधन सॉफ़्टवेयर, और मौसम ऐप्स जैसी विकल्पों का अन्वेषण करें।",
  "faq_technology_innovation_question_2": "जैविक खेती के लाभ क्या हैं?",
  "faq_technology_innovation_answer_2": "जैविक खेती के सिद्धांतों को समझें, जिसमें मृदा स्वास्थ्य, जैव विविधता, और पशु कल्याण शामिल हैं।",
  "faq_technology_innovation_question_3": "मैं टिकाऊ खेती प्रथाओं को कैसे अपना सकता हूँ?",
  "faq_technology_innovation_answer_3": "जल संरक्षण, रासायनिक इनपुट को कम करने, और पर्यावरण की सुरक्षा पर ध्यान केंद्रित करें।",
  "faq_other_concerns_question_1": "मैं जल संकट का प्रबंधन कैसे कर सकता हूँ?",
  "faq_other_concerns_answer_1": "टपक सिंचाई, वर्षा जल संचयन और कुशल जल प्रबंधन जैसी जल-बचत तकनीकों को अपनाएं।",
  "faq_other_concerns_question_2": "मैं पशुओं के स्वास्थ्य में सुधार कैसे कर सकता हूँ?",
  "faq_other_concerns_answer_2": "उचित पोषण, टीकाकरण, और स्वच्छता प्रदान करें। एक पशु चिकित्सक से परामर्श करें।",
  "faq_other_concerns_question_3": "किसानों के लिए जलवायु परिवर्तन की चुनौतियाँ क्या हैं?",
  "faq_other_concerns_answer_3": "अपने क्षेत्र पर जलवायु परिवर्तन के प्रभावों को समझें और जलवायु-लचीली प्रथाओं को अपनाएं।",
  "crop_prediction_title": "फसल की भविष्यवाणी",
  "soil_type": "मिट्टी का प्रकार",
  "enter_soil_type": "मिट्टी का प्रकार दर्ज करें",
  "climate_conditions": "जलवायु परिस्थितियाँ",
  "enter_climate_conditions": "जलवायु परिस्थितियाँ दर्ज करें",
  "previous_yield": "पिछला उत्पादन (टन में)",
  "enter_previous_yield": "पिछला उत्पादन दर्ज करें",
  "submit_button": "प्रस्तुत",
  "predicting": "भविष्यवाणी हो रही है...",
  "prediction_result": "भविष्यवाणी परिणाम",
  "recommended_crops": "अनुशंसित फसलें:"
}